<template>
  <div id="serverAgreement">
      <div class="main">
          <div class="header">

	  	        钱满仓服务协议
	  	   
          </div>
          <div class="content">
              <b>重要提示：</b>
              
	  	   (1) “钱满仓”是一家由北京佛尔斯特金融信息服务有限公司负责运营的线上信息服务平台（以下“钱满仓”均指信息服务平台及北京佛尔斯特金融信息服务有限公司）依据本协议约定为钱满仓注册用户（以下称“您”）提供服务，本协议在您与钱满仓间具有合同上的法律效力。您一经在钱满仓平台注册并勾选“我已阅读并同意《钱满仓服务协议》”，即表示您接受本协议全部条款并受本协议约束，同意使用钱满仓依据本协议为您提供的服务。如您不接受本协议的全部或部分条款，请避免在钱满仓平台注册或使用钱满仓提供的任何服务。
(2)钱满仓特别提示您仔细阅读并充分理解本协议全部条款，尤其是涉及免除或限制钱满仓责任、涉及您的权利义务及责任等对您的权益有或可能有重大影响的条款。
(3)如您需要使用钱满仓依据本协议为您提供的服务，您应直接登录钱满仓平台（网址：www.qianmancang.com），避免通过邮件或其他网站提供的链接登录；如您需要与钱满仓取得联系，您应拨打钱满仓客服电话4001351766，避免拨打其他任何电话；如钱满仓平台网址或客服电话发生变更，将以公告形式予以公布。
	  	  	 <div class="small_head">
                一、声明与承诺
             </div> 	   
	  	   
1.1您确认并承诺：
(1)您签署本协议时，您是具有完全民事权利能力和完全民事行为能力、能够独立承担民事责任的自然人、法人或其他组织。如您不具备上述条件，请您立即终止签署本协议。
(2)您确保按钱满仓要求向钱满仓提供您真实、有效、完整及最新的信息和资料；如您的信息和资料发生变更，您确保及时予以更新。
(3)如您提供的信息或资料存在或可能存在虚假、无效、不完整或过时情形，钱满仓有权中止或终止依据本协议为您提供的服务，由此产生的任何支出和损失以及法律后果和法律责任由您承担，钱满仓不因此承担任何法律责任。
(4)如您提供的信息或资料存在或可能存在虚假、无效、不完整或过时情形，导致钱满仓无法依据本协议为您提供服务或为您提供的服务发生错误，您不得以此作为取消交易或拒绝付款的理由，由此产生的法律后果由您承担，钱满仓不因此承担任何法律责任。
(5)您通过钱满仓平台进行交易的资金来源合法。
1.2您完全了解并同意：
(1)在本协议履行过程中，钱满仓有权根据法律法规和业务需要单方变更本协议条款；一旦本协议条款发生变更，钱满仓将通过钱满仓平台公布变更后的本协议，不再另行单独通知您。如您不接受变更后的本协议全部条款，请您立即停止使用钱满仓为您提供的服务；如您继续使用钱满仓依据变更后的本协议为您提供的服务，即表示您已仔细阅读、充分理解并同意接受变更后的本协议全部条款。
(2)钱满仓通过钱满仓平台公告、电子邮件、手机短信等电子方式或信件、快递等非电子方式向您发送关于钱满仓服务的通知，该通知发送当日即视为已送达您。因信息传输等原因导致您未能在通知发送当日收到该通知，钱满仓不因此承担任何法律责任。
(3)钱满仓有权依据独立判断临时调整向您提供的服务，包括但不限于暂停、限制或改变向您提供的服务，如您继续使用钱满仓提供的服务，即表示您已同意钱满仓对服务的临时调整。
(4)无需获得您同意钱满仓即可向钱满仓关联实体转让与钱满仓平台有关的全部或部分权利或义务；未经钱满仓书面同意，您不得转让您在本协议项下的任何权利或义务。
            <div class="small_head">
                二、钱满仓服务内容
             </div> 

2.1钱满仓服务：指钱满仓通过钱满仓平台向您提供的服务，服务内容包括但不限于交易信息服务、交易管理服务、交易辅助服务和合同管理服务，具体服务内容以钱满仓当时实际提供的服务为准。
2.2交易信息服务
钱满仓为您提供如下交易信息服务：
(1)交易信息发布服务：您应确保您在钱满仓发布的交易信息真实、合法、有效；您依据您在钱满仓发布的交易信息进行交易产生的法律后果和法律责任由您承担，钱满仓不因此承担任何法律责任。
(2)交易信息传递服务：钱满仓向您传递的交易信息仅供您参考，钱满仓未以任何形式对传递的交易信息的真实性、合法性、有效性提供保证或担保，您应对钱满仓传递的交易信息进行独立判断并做出交易决策；您依据钱满仓传递的交易信息进行交易产生的法律后果和法律责任由您承担，钱满仓不因此承担任何法律责任。
2.3交易管理服务
您完全了解并同意钱满仓按照如下方式为您提供交易管理服务：
(1)您在钱满仓平台注册时将生成您的钱满仓注册用户账户（以下简称“钱满仓账户”），该账户作为您登录钱满仓平台的唯一账户将记载您在钱满仓平台的活动。
(2)您通过钱满仓平台按钱满仓服务流程所确认的交易或操作将成为钱满仓为您进行相关交易或操作（包括但不限于订立合同、支付或收取款项、冻结资金）的不可撤销的指令；相关指令执行时间以钱满仓实际交易或操作时间为准；您因未及时提交、确认、修改交易或操作产生的损失由您承担，钱满仓不因此承担任何法律责任。
(3)钱满仓部分服务需要您根据钱满仓要求完成身份认证及银行卡认证，您因未完成认证而无法享受钱满仓服务产生的损失由您承担，钱满仓不因此承担任何法律责任。
(4)钱满仓未以任何形式保证您通过钱满仓平台发出借款要约或投资意向后，能够实际借款或投资成功；您在钱满仓平台进行借款或投资等交易的法律后果和法律责任以及由此产生的损失（包括但不限于利息、手续费）由您承担，钱满仓不因此承担任何法律责任。
(5)您通过钱满仓平台进行交易或收取款项时，您因未遵守本协议条款或钱满仓公布的各项规则而产生的损失由您承担，钱满仓不因此承担任何法律责任。如发生上述情况导致相关款项已错误的划转至您的钱满仓账户，您同意钱满仓有权直接从您的钱满仓账户扣回该笔款项或取消您要求支付该笔款项的操作；如该笔款项已划转至您的银行账户，钱满仓有权向您索回，因此产生的费用由您承担。
(6)钱满仓有权纠正因系统故障或其他任何原因导致的处理错误；如该错误导致您款项实收金额大于应收金额，您应根据钱满仓向您发出的有关纠正错误通知的具体要求返还多收的款项或进行其他操作；钱满仓也有权直接或委托第三方从您的钱满仓账户扣回您多收的款项或以其他任何方式向您索回；您因处理错误而多付或少付的款项均不计利息，由此产生的损失由您承担，钱满仓不因此承担任何法律责任。
(7)钱满仓有权基于交易安全等方面考量不时对涉及交易的相关事项进行设定，包括但不限于交易限额、交易次数等。
2.4交易辅助服务
2.4.1钱满仓为您提供如下交易辅助服务：
(1)银行卡认证：为使用钱满仓或钱满仓委托的第三方提供的充值、提现、代扣等服务，您应按钱满仓服务流程提交以您本人名义登记的有效银行借记卡等信息，钱满仓审核通过后会将您的钱满仓账户与您登记的有效银行借记卡进行绑定。
(2)充值：您可以通过钱满仓指定的方式向您的钱满仓账户充入资金用于在钱满仓平台进行交易，钱满仓不支持使用银行信用卡充值。
(3)代收/代付：钱满仓或钱满仓委托的第三方代为收取钱满仓其他注册用户、钱满仓合作担保机构等向您的钱满仓账户支付的本金、利息、违约金、代偿金等各类款项，或者将您钱满仓账户的资金支付至您指定的其他方。
(4)提现：您可以通过钱满仓指定的方式将您钱满仓账户的资金转出至您登记的有效银行借记卡。
(5)查询：钱满仓将记录您在钱满仓平台的全部交易或操作，您可以通过您的钱满仓账户查询您的交易或操作记录。
2.4.2您完全了解并同意：
(1)您承诺您合法拥有进行充值的银行借记卡的所有权及卡内资金的支配权，并确认将进行充值的银行借记卡作为可选的资金提现渠道。
(2)您不得利用充值功能进行信用卡套现、匿名转账、虚假交易、洗钱等行为，否则，您所充值的资金将退回原卡，且钱满仓有权暂停、关闭或删除您的钱满仓账户，由此产生的损失和后果由您自行承担，钱满仓不因此承担任何法律责任。
(3)您提现或退款时因您的提现银行卡状态异常（包括但不限于挂失、销户）造成的到账延迟或退回，由您自行承担和解决。
(4)因充值、代收/代付、提现服务涉及钱满仓与第三方的合作，受限于第三方可能仅在工作日进行资金代扣或划转等因素，钱满仓不对资金到账时间提供保证或担保，也不因此承担任何法律责任。
(5)您通过钱满仓平台查询的任何信息仅作为参考，不作为交易或操作的证据或依据；如查询信息与钱满仓记录不一致的，以钱满仓记录为准。
(6)您一经使用交易辅助服务，即表示您不可撤销地授权钱满仓进行相关操作，该操作不可逆转，您不能以任何理由取消交易或拒绝付款。
(7)钱满仓依据本协议为您提供服务的过程中有权以各种方式投放商业广告或其他商业信息，您同意接收钱满仓通过电子邮件、短信或其他方式向您的发送商业广告或其他商业信息。
2.4.3第三方：除非另有约定，本协议所指第三方包括但不限于金融机构（包括但不限于银行、保险公司）、第三方支付机构、担保机构。
2.5合同管理服务
您完全了解并同意钱满仓按照如下方式为您提供合同管理服务：
(1)您通过钱满仓平台进行的交易采用电子合同方式订立合同，您使用您的钱满仓账户在钱满仓平台通过点击确认或类似方式签署的电子合同具有法律效力；您应妥善保管您的钱满仓账户及密码等信息，不得以账户及密码等信息被盗用或其他理由否认已订立合同的效力或不按已订立的合同履行义务。
(2)您完全了解并授权钱满仓将您的信息和资料提交至第三方电子认证服务机构代为申请专属于您的数字证书，您同意使用该数字证书通过钱满仓平台在线签署及确认电子合同等法律文件。
(3)钱满仓向您提供电子合同的备案、查询、核对服务，电子合同文本以钱满仓记录为准。
            <div class="small_head">
                三、服务费用
             </div> 
             
3.1您需要就使用钱满仓依据本协议为您提供的服务向钱满仓支付服务费用，各项服务费用以钱满仓平台公布为准，钱满仓有权单方制定或调整各项服务费用。
3.2您可能需要就使用钱满仓依据本协议为您提供的服务向第三方支付相关费用，各项费用以该第三方或钱满仓平台公布为准，您与该第三方就相关费用产生的争议或纠纷与钱满仓无关。
            <div class="small_head">
                四、账户安全及管理
             </div> 
             
4.1您完全了解并同意：
(1)您应根据钱满仓相关规则或提示创建您的钱满仓账户密码（您应避免使用过于简单的字符作为您的密码，例如您的姓名、生日等），且有义务确保您的钱满仓账户及密码等信息安全。
(2)您不得向他人泄露您的钱满仓账户或密码，也不得使用他人的钱满仓账户或密码；非钱满仓原因导致您的钱满仓账户被他人非法使用的，钱满仓不因此承担任何法律责任。
(3)钱满仓通过您的钱满仓账户及密码识别您的指令，因此使用您的钱满仓账户及密码登录钱满仓平台后进行的一切操作均代表您本人亲自所为，您的钱满仓账户操作所记载的电子信息记录作为您行为的有效凭据，由此产生的法律后果和法律责任由您承担，钱满仓不因此承担任何法律责任。
4.2您完全了解并同意，钱满仓有权依据独立判断在认为可能发生危害交易安全等情形时，无需通知即可中止或终止向您提供本协议约定的全部或部分服务，也可暂停、关闭或删除您的钱满仓账户并移除或删除您钱满仓账户中全部资料或档案，钱满仓不因此承担任何法律责任（上述中止、终止、暂停、关闭、删除不代表您责任的免除，您仍应对使用钱满仓依据本协议提供的服务期间的行为承担法律责任，且钱满仓仍可保留您的相关信息）。该等情形包括但不限于：
(1)钱满仓认为交易异常或对交易有其他疑义；
(2)钱满仓认为您的钱满仓账户涉嫌洗钱、套现、被冒用、被盗用及其他钱满仓认为存在风险的情形；
(3)钱满仓认为您已违反本协议约定或钱满仓公布的与本协议有关的各项规则；
(4)您使用钱满仓提供的收费服务但未如约支付相关服务费用；
(5)您的钱满仓账户已连续三年未使用且账户余额为零。
4.3如您发现他人冒用或盗用您的钱满仓账户或密码以及其他任何未经您合法授权的情形，您应立即以有效方式通知钱满仓，申请钱满仓暂停相关服务，否则由此产生的损失或责任由您自行承担；因钱满仓对您的申请采取行动需要合理时间，在此之前，钱满仓对他人冒用或盗用您的钱满仓账户或密码所产生的损失不承担任何法律责任。
4.4如您决定不再使用钱满仓账户，您首先应清偿全部应付款项（包括但不限于借款本金、利息、罚息、担保费、手续费、管理费），再将您钱满仓账户中的可用款项（如有）全部提现或者向钱满仓发出其他合法有效支付指令，并向钱满仓申请注销您的钱满仓账户，经钱满仓审核同意后您的钱满仓账户将正式注销。
4.5如钱满仓注册用户死亡或被宣告死亡，其在本协议项下的各项权利义务由其继承人继承；如钱满仓注册用户丧失全部或部分民事权利能力或民事行为能力，钱满仓或钱满仓委托的主体有权依据有效法律文书（包括但不限于生效法院判决）或钱满仓注册用户法定监护人的指示处置与其钱满仓账户相关的交易和资金。
4.6您可使用您在钱满仓合作机构注册的账号登录钱满仓账户而无需另行注册，但您应确保您对钱满仓账户对应的钱满仓合作机构注册账号拥有合法使用权。如您丧失您在钱满仓合作机构注册账号的使用权，钱满仓有权停止为您提供服务；如您的钱满仓账户存有资金余额，您可向钱满仓申请变更您的钱满仓账户或将资金余额转移至以您本人名义登记的银行账户。
            <div class="small_head">
                五、守法义务及承诺
             </div> 
             
5.1您承诺：
(1)您不为任何非法目的或以任何非法方式使用钱满仓依据本协议提供的服务；
(2)您确保遵守中国相关法律法规和关于互联网使用的国际惯例，以及所有与钱满仓服务相关的协议、规则或程序。
5.2您保证您不会利用钱满仓依据本协议提供的服务从事侵害他人合法权益或违反法律法规的行为，否则，由此产生的法律后果和法律责任由您承担。上述行为包括但不限于：
(1)反对中华人民共和国宪法确定的基本原则，危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一;
(2)侵害他人名誉权、隐私权、商标权、著作权、专利权、商业秘密、其他知识产权及合法权益；
(3)违反依法律或合约所负保密义务；
(4)冒用他人名义使用钱满仓提供的服务；
(5)从事不法交易或涉嫌从事洗钱、套现、传销活动；
(6)提供赌博资讯或引诱他人参与赌博；
(7)从事可能含有电脑病毒或可能侵害钱满仓服务系统的行为；
(8)侵犯钱满仓商业利益，包括但不限于发布未经钱满仓许可的商业广告；
(9)利用钱满仓提供的服务上传、展示或传播违法或不当的信息资料；
(10)利用钱满仓服务系统进行可能对互联网或移动互联网正常运转造成不利影响的行为；
(11)钱满仓认为不适当的其他行为。
5.3您完全了解并同意：
(1)如您违反本协议或钱满仓公布的与本协议有关的各项规则，或您使用钱满仓依据本协议提供的服务违反法律法规或侵犯其他方权益，您应赔偿由此给钱满仓或其他方造成的损失。
(2)钱满仓有权依据独立判断删除钱满仓平台各类不符合法律法规或不真实、不适当的信息，且无需通知您，钱满仓不因此承担任何法律责任。
(3)如您未遵守本协议第七条相关约定，钱满仓有权依据独立判断采取暂停、关闭或删除您的钱满仓账户等相关措施，钱满仓不因此承担任何法律责任。
            <div class="small_head">
                六、风险揭示
             </div> 
             
6.1您完全了解并认可，您通过钱满仓平台进行的交易可能存在相关风险，由此产生的损失和责任由您自行承担，钱满仓不因此承担任何法律责任。相关风险包括但不限于：
(1)政策风险：相关政策法规可能发生变动，可能使您遭受损失。
(2)市场风险：宏观经济形势变化可能引起价格等方面变动，可能使您遭受损失。
(3)利率风险：市场利率可能发生变动，可能使您遭受损失。
(4)信用风险：其他交易方可能无法按时完全履行相关义务，可能使您遭受损失。
(5)不可抗力因素导致的风险。
6.2钱满仓不对任何注册用户的任何交易提供保证或担保，钱满仓不能完全保证钱满仓平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，也不因此承担任何法律责任。
6.3第5.1条和第5.2条并不能揭示您通过钱满仓平台进行交易的全部风险，您应在全面了解相关交易基础上独立判断、谨慎决策，并自行承担全部风险。

             <div class="small_head">
                七、责任范围及限制
             </div> 
             
7.1钱满仓依据本协议为您提供服务过程中涉及由第三方提供相关服务的法律责任由该第三方承担，钱满仓不因此承担任何法律责任。钱满仓不承担法律责任的情形包括但不限于：
(1)因第三方未按照您或钱满仓的指令予以执行产生的损失或责任；
(2)因第三方原因导致资金未到账或未及时到账产生的损失或责任；
(3)因第三方对交易限额或交易次数等进行限制产生的损失或责任；
(4)其他因第三方原因或行为产生的损失或责任。
7.2钱满仓依据本协议为您提供服务过程中涉及您自身原因产生的损失和责任由您自行承担，钱满仓不因此承担任何法律责任。钱满仓不承担法律责任的情形包括但不限于：
(1)因您未按照本协议或钱满仓平台公布的与本协议有关的各项规则进行操作产生的损失或责任；
(2)因您使用的银行卡原因产生的损失或责任，包括但不限于您使用信用卡或未经认证的银行借记卡、非您本人的银行借记卡以及您使用的银行借记卡被冻结、挂失产生的损失或责任；
(3)因您向钱满仓发送的指令信息不明确、不完整或存在歧义等产生的损失或责任；
(4)因您的钱满仓账户余额不足产生的损失或责任；
(5)因您自身原因导致您的钱满仓账户密码被遗忘、被泄露、被破解或您使用的计算机系统被第三方侵入或其他不当操作产生的损失或责任。
7.3您完全了解并同意，基于互联网的特殊性，钱满仓不保证服务不被中断，也不承诺服务的及时性和安全性；钱满仓系统因相关状况无法正常运作导致您无法使用钱满仓提供的服务或使用钱满仓提供的服务时受到任何影响时，钱满仓不因此承担任何法律责任。上述状况包括但不限于：
(1)钱满仓系统停机维护；
(2)电信设备发生故障不能进行数据传输；
(3)因黑客攻击、网络供应商技术调整或故障、网站升级、第三方等原因导致钱满仓提供的服务中断或延迟；
(4)因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力因素导致钱满仓系统无法正常运作。
7.4您完全了解并同意，钱满仓未以任何形式对钱满仓提供的服务给予保证或担保，包括但不限于：
(1)钱满仓服务将符合您的需求；
(2)钱满仓服务将及时提供、不受干扰或免于出错；
(3)您经由钱满仓提供的服务购买或取得的任何产品、服务、资讯或其他资料符合您的预期。
7.5您完全了解并同意：
(1)由钱满仓合作机构提供服务的服务内容和服务质量由该合作机构负责；
(2)钱满仓平台的内容可能涉及由其他方所有、控制或运营的网站，钱满仓不保证其他方网站信息的真实有效；
(3)您确认将按照其他方网站相关协议而非本协议使用其他方网站，您应对其他方网站的内容、产品、广告等信息进行独立判断并承担风险，钱满仓不因此承担任何法律责任；
(4)对于您使用钱满仓提供的服务下载或取得的资料和信息，您应独立判断并承担风险，因资料下载而导致的任何损坏均由您自行承担；
(5)钱满仓不保证基于为您提供便利而设置的外部链接的准确、有效、安全和完整，对于该外部链接指向的不由钱满仓实际所有、控制或运营的网页内容，钱满仓不承担任何法律责任；
(6)您自钱满仓和钱满仓工作人员或经由钱满仓提供的服务取得的书面或口头的建议或资讯，均不构成钱满仓对钱满仓提供服务的保证或担保。
7.6您完全了解并同意，在法律允许前提下，钱满仓对因如下情形导致的任何损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失）不承担任何法律责任：
(1)与本协议有关或由本协议引起的；
(2)您因使用钱满仓平台或通过钱满仓提供给您的全部信息、内容、材料、产品和服务引起的。
7.7除本协议另有约定外，在任何情况下，钱满仓因本协议承担的违约责任赔偿金额不超过向您收取的当次钱满仓相关服务费用总额。

            <div class="small_head">
                八、隐私权保护及授权条款
             </div> 

8.1为更好地为您提供服务，钱满仓可能自公开或非公开渠道、钱满仓合作机构收集您的额外资料，钱满仓将按本协议和行业标准惯例对您提供的或钱满仓自行收集的资料予以使用、披露和保护，并采取相关措施确保资料安全。但因技术限制或第三方非法盗取等原因导致您的资料发生泄露的，钱满仓不因此承担任何法律责任。
8.2钱满仓按照您在钱满仓平台上的行为自动追踪关于您的某些资料；在不透露您的隐私资料的前提下，钱满仓有权对整个注册用户数据库进行分析及商业上的利用。
8.3您完全了解并同意：
(1)钱满仓有权在钱满仓平台的某些页面使用诸如“Cookies”的资料收集装置；
(2)钱满仓有权使用关于您的相关信息和资料（包括但不限于您提供的资料、从您在钱满仓平台上的行为获取的资料、钱满仓通过公开或非公开渠道收集的资料）；
(3)如您向钱满仓合作机构提供您的资料，钱满仓有权从该合作机构获取并使用关于您的相关信息和资料；
(4)钱满仓有权通过人工或自动程序对您的信息和资料进行评价。
8.4除非发生以下情形，钱满仓不会向第三方恶意出售或免费共享您因履行本协议提供给钱满仓的信息和资料：
(1)需要相关必要材料以提供独立服务的供应商，如印刷厂、邮递公司等；
(2)具有合法调阅资料并从合法渠道调阅资料的国家机关或其他有权机构，如公安机关、人民法院等；
(3)钱满仓关联实体。
8.5您完全了解并授权钱满仓：
(1)除法律另有规定外，有权将您提供给钱满仓的信息、使用钱满仓服务产生的信息以及钱满仓根据本条约定查询或收集的信息，用于钱满仓及其因服务必要委托的合作机构为您提供服务、推荐产品、开展市场调查和信息数据分析；
(2)除法律另有规定外，基于为您提供更优质服务和产品的目的，有权向钱满仓的合作机构提供、查询、收集您的信息。
8.6您完全了解并同意：
(1)钱满仓有义务根据有关法律要求向国家机关或其他有权机构提供您的个人资料；
(2)在您未能按照与钱满仓或钱满仓其他注册用户签订的相关协议等法律文件的约定履行相应义务时，钱满仓有权依据独立判断或者与该笔交易有关的其他注册用户请求披露您的个人资料；
(3)在您严重违反钱满仓相关规则的情况下，钱满仓有权将您提供的或钱满仓自行收集的您的个人资料编辑入钱满仓平台黑名单予以披露，并有权与钱满仓合作机构进行数据共享，以便钱满仓平台和钱满仓合作机构催收逾期借款或对您的其他申请进行审核，由此可能造成的损失由您自行承担，钱满仓不因此承担任何法律责任。
8.7您完全了解并同意：
(1)您同意并授权钱满仓向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会报送您的信用信息，报送的信用信息包括但不限于负债信息及偿债履约能力判断信息；
(2)您授权钱满仓可在您借款业务申请阶段及业务存续期间向中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的征信机构、中国互联网金融协会查询您的信用信息，查询的信用信息包括但不限于负债信息及偿债履约能力判断信息。

            <div class="small_head">
               九、知识产权保护
             </div> 

9.1钱满仓平台的所有内容，包括但不限于图片、档案、资讯、资料、平台架构、平台画面安排、网页设计，均由钱满仓或其他权利人依法拥有其知识产权（包括但不限于著作权、商标权、专利权、商业秘密）。
9.2未经钱满仓或其他权利人书面同意，您不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表钱满仓平台程序或内容。
9.3未经钱满仓书面同意，您不得下载（页面缓存除外）或修改平台任何内容；您不得对钱满仓平台或其内容进行转售、商业利用或衍生利用；不得收集和利用产品目录、说明和价格；不得为商业利益下载或拷贝账户信息或使用任何数据采集、Robots或类似数据收集和摘录工具；不得以任何方式对钱满仓平台内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录。
9.4未经钱满仓书面同意，您不得以任何商业目的对钱满仓平台进行复制、复印、伪造、出售、转售、访问或以其他方式加以利用；不得用frame或运用frame技巧将钱满仓或钱满仓关联实体的商标、标识或其他专有信息（包括但不限于图像、文字、网页设计或形式）据为己有；不得以Meta Tags或任何其他“隐藏文本”方式使用钱满仓或钱满仓关联实体的名字和商标。
9.5尊重知识产权是您的应尽义务，如有违反，您应向钱满仓承担损害赔偿等法律责任。

            <div class="small_head">
               十、法律适用及争议解决
             </div> 

10.1本协议由您与钱满仓共同订立，适用于您在钱满仓的全部活动。本协议内容包括但不限于本协议正文条款及钱满仓已经发布或将来发布的相关规则，全部条款和规则为本协议不可分割的一部分，与本协议正文具有同等法律效力。
10.2本协议不涉及您与其他钱满仓注册用户间因网上交易产生的法律关系及法律纠纷。但您同意将全部接受并履行与其他钱满仓注册用户在钱满仓签订的电子法律文本。
10.3如本协议中任何条款全部或部分无效或不具有执行力，则应认为该条款可与本协议分割，并可被尽可能接近各方意图的、能够保留本协议要求目的的、有效的新条款取代。此等情况下，本协议其他条款仍然有效并具有约束力。
10.4钱满仓对本协议拥有最终解释权。
10.5本协议的签订、履行、终止、解释及纠纷解决等均适用中华人民共和国法律。
10.6本协议签订地为中国北京市海淀区。因本协议产生的争议或纠纷如无法协商解决，您或钱满仓均有权将争议或纠纷提交仲裁委员会，按照申请仲裁时现行有效的仲裁规则予以仲裁。

	  	   
          </div>
      </div>
  </div>
</template>
<script>
export default {
  name: 'serverAgreement',
  data () {
      return {
          
      }
  }
}
</script>
<style lang="stylus" scoped>
@import './common.styl'
</style>
